// 将模拟数据写在这里
 var dataList = [
   {
     portrait: '/images/pic6.jpg',
     date: 'Des 20 2017',
     img: '/images/img10.gif',
     text: '福克斯的新剧《天赋异禀》，每次提到这部剧，后台都有一票迷弟迷妹呼唤一个名字——北极星。告诉叔，你们盯着这一幕看了多少遍，在漫威漫画中，北极星名为洛娜·丹恩，是万磁王的女儿，快银和猩红女巫是她同父异母的兄弟姐妹。众所周知，万磁王这人四处播种，光是在真人剧集和电影中亮过相的子女就有好几个，快银和他总算也快要相认了。但剧中她的正牌男友是“交食”，这个变种人类似太阳黑子，能够储存和转化太阳能，威慑力不容小觑。但剧中她的正牌男友是“交食”，这个变种人类似太阳黑子，能够储存和转化太阳能，威慑力不容小觑。北极星洗澡时，隐藏身份的黑色染发剂褪掉，露出了原本的绿发。别看粉丝一口一个小姐姐这么叫，其实人家94年的妹子，身高175cm，从3岁起就开始学芭蕾。那种舞者的身材和气质都是自小就养成的，令人格外赏心悦目。她还因FTC科技挑战对机械产生了浓厚的兴趣，以机器人操控员和机械工程师的身份带队参加比赛，还曾获得过NASA/JPL和迪士尼幻想工程的赞助。目前她就读于富兰克林欧林工程学院，主修机械工程，预计2019年毕业。',
     collect: 1243,
     see: 4526,
     author: '影视怪蜀黍',
     time: '2017-12-25',
     tittle: '介绍一下万磁王的女儿北极星？',
     music: {
       url: 'http://123.207.60.170/music/Polaris.mp3',
       tittle: 'something just like this'
     },
     listId: 0
   },
   {
     portrait: '/images/pic4.jpg',
     date: 'Fes 20 2017',
     img: '/images/img8.gif',
     text: '心中一直有位殿堂级女神，她才华卓越，风华绝代，是人类社会定义“天使在人间”的范本。她不但是电影史上一流清美的圣泉，更是时尚界里高高在上的优雅女神。无数迷倒众生的丽人都曾向她致敬：她就是一直被模仿，从未被超越的奥 黛 丽 · 赫 本。赫本一生参演过26部影片，几乎每拍一部电影，就会在时尚圈刮起一场龙卷风。她在时尚造诣上的里程碑总是被她自己刷新，而赫本能成就为一代“时尚符号”的扮靓秘诀就是： 做自己。当时好莱坞的主流审美是玛丽莲·梦露。性感妖娆，低胸裙衫，脚踩纤纤细高跟，最好还有阵风把裙边吹起，这就是那时的风尚。初出茅庐的赫本却并不买账，她反其道而行，带着浓浓的书卷气息，带着淘气与雅致参半的气质走进了《罗马假日》,走进了全世界观众的心中,从此再也没有离开。后来人们将她浓墨重彩的个人风格命名为：赫本风格。《罗马假日》让赫本敲开了“时尚”的大门，她拿着人生第一笔片酬，像其他崇拜纪梵希的“粉丝”一样，用原价买下件纪梵希大衣，后来她终于认识了大名鼎鼎的纪梵希，可是那会儿《罗马假日》还未上映，大设计师没空搭理默默无闻的奥黛丽，他对这个来挑戏服的瘦骨嶙峋的小丫头说：“衣服都在这里，你挑几件喜欢的穿吧。”转身就去忙别的了……兴奋的小赫本在衣帽间里转圈，她挑选一番并穿上衣裳婉婉走出来时，纪梵希惊呆了，而赫本亲自挑选的这几件衣服也为纪梵希赢得了奥斯卡最佳服装设计，真是有眼光的时髦小精灵。从此小粉丝和她的偶像一拍即合，成了打遍天下无敌手的超级搭档。他俩合作的《蒂凡尼的早餐》更是让她走上神坛，成为名垂千史的Fashion Icon。',
     collect: 24543,
     see: 745451,
     author: '伊莉娅Yilia',
     time: '2017-02-20',
     tittle: '奥黛丽·赫本 在时尚界的地位为什么那么高？',
     music: {
       url: 'http://123.207.60.170/music/Moon River.mp3',
       tittle: 'Moon River'
     },
     listId: 1
    },
    {
      portrait: '/images/pic12.jpg',
      date: 'Fes 20 2018',
      img: '/images/img6.jpg',
      text: '在看《这！就是街舞》之前，我对易烊千玺的印象还停留在TF Boy的时期，但是看完之后深深的路转粉，特别是他那张高级脸。易烊千玺从2017年到今年的《这！就是街舞》，很多媒体都非常关注易烊千玺和开始报道他，从各大时尚媒体争相找易烊千玺拍摄杂志封面跟大片就知道他在时尚圈现在多么炙手可热，简直是时尚圈的新男宠！易烊千玺有一张“厌世脸”,脸颊消瘦，轮廓分明，眼神疏离，气质冷淡,这种又酷又高级的长相是时尚圈的心头爱。去年，他以个人身份登上中国版《T Magazine》5月刊封面，是T Magazine China 第三位上封男星，一组红黑为主色调的硬照面世之后惊艳众人。感觉易烊千玺就是时尚圈要找的那种男高级脸，还有俊气的气场,《T Magazine》之后，易烊千玺又相继拍摄了一系列时尚大刊。',
      collect: 1459,
      see: 8246,
      author: '茶先生',
      time: '2018-02-20',
      tittle: '时尚圈内对易烊千玺的评价如何？',
      music: {
        url: 'http://123.207.60.170/music/call of the ambulance.mp3',
        tittle: 'call of the ambulance'
      },
      listId: 2
    },
    {
      portrait: '/images/pic7.jpg',
      date: 'Mar 10 2018',
      img: '/images/img11.gif',
      text: '之前我更新了维密秀的经典瞬间，很多粉丝不满意，因为没有心水的超模在里面，这次给你们补上,第一个就是吉娘娘，只有她能把破布穿出时尚的感觉。还有维密史上最高的配置——1500万美元天价内衣+翅膀+大开,婊里婊气的老米仙子尥蹶子,还有她教科书式的甩流苏~以及机智二次转身让路,流苏缠脚的费尔南达小姐姐，一滴眼泪拯救了车祸现场。',
      collect: 1247,
      see: 4232,
      author: '静易墨',
      time: '2018-03-10',
      tittle: '盘点维密秀场上的最美瞬间',
      music: {
        url: 'http://123.207.60.170/music/weimishow.mp3',
        tittle: 'Victoria show'
      },
      listId: 3
    },
    {
      portrait: '/images/pic9.jpg',
      date: 'Apr 20 2018',
      img: '/images/img9.jpg',
      text: '黑客天才，网瘾少女。。。头脑清晰冷静，理智客观。。。但是还是有颗可爱的少女心，最后那个立刻有，真的撩到我了。老实说对这个女演员不是很熟悉，可能作为一个脱离二次元动漫圈很久的老直女来说，唐探2里这样一个暗黑系初音未来扮相的女孩子对我而言辨识度不是很高(*￣︶￣*)，相类似的莫瑞兹《海扁王》中超杀女这个同样二次元夸张扮相的角色倒是让人印象深刻的多。不过总体说来扮相还是带着日系动漫少女的清新感，有点cosplay的味道。颜色鲜艳的头发，双马尾，齐刘海，以上三点可以认为这种搭伴是不同寻常的，而这种不同寻常往往会伴随着叛逆的感觉。再加上人设是黑客，天才少女。一个皮肤(其实电影里皮肤泛黄可能是看电脑看多了)白皙，头脑聪明的少女，在关键时刻拯救了主人公。这对cp就很讨喜。',
      collect: 852,
      see: 3222,
      author: '杨熙栋',
      time: '2018-04-20',
      tittle: '如何评价尚语贤（Kiko）在唐人街探案2里的着装风格？',
      music: {
        url: 'http://123.207.60.170/music/Club Stylers - Welcome to New York.mp3',
        tittle: 'Club Stylers - Welcome to New York'
      },
      listId: 4
    },
    {
      portrait: '/images/pic14.jpg',
      date: 'Nov 14 2017',
      img: '/images/img7.jpg',
      text: '在Dior创办之初至今，有过7位设计总监，这7位当中，论劳苦功高，绝对是在Dior工作长达近三十年的设计师——Marc Bohan，但论起艺术性，我还是最喜欢有鬼才之称的John Galliano。 在此之前，我想问问宝们：服装设计师存在的意义是神马？当然是设计出当下人类需要的服饰啦，那么服装设计总监存在的意义呢？也跟服装设计师一样吗？不不不，是博得顾客大众的眼球。Dior先生也曾说：时尚评论的价值不在于褒还是贬，而是在于它有没有出现在头条,这也直接说明了我喜欢John Galliano的理由——因为他吸引了我眼球,接掌 Christian Dior后 ，John Galliano成为了Dior的首席设计师，然后以非洲部落为灵感开启了自己的高定首秀,台下的观众们还沉迷在浩浩荡荡的裙摆以及浓郁的异国情调里。他已经在万众的惊讶与掌声中，悄悄开启了属于自己的 Dior 时代。像现在Alessandro Michele挽救Gucci一样，挽救了当时处于低迷时期的 Dior，将品牌年轻化，把品牌带到了众人面前，像前面所说的一样，他成功让Dior占据了时尚的头条，真是个名副其实的鬼才设计师呢。',
      collect: 456,
      see: 2154,
      author: '卡大人',
      time: '2017-11-14',
      tittle: '如何评价 John Galliano 在 Dior 时期的作品？',
      music: {
        url: 'http://123.207.60.170/music/show.mp3',
        tittle: 'Dior Show'
      },
      listId: 5
    }
  ]

  // 数据导出
  module.exports = {
   localData: dataList
  }
