// 将模拟数据写在这里
 var dataList = [
    {
      portrait: '/images/pic1.jpg',
      date: 'Des 20 2017',
      img: '/images/pic2.jpg',
      text: '这个问题成功激起了我的吐槽之魂,接下来是答主碎碎念吐槽时间杂乱无章的名柯梗不知道多少条1.啊，雪莉！2.不要露出这样的表情嘛，就算拼上性命我也会保护你的 我的公主3.充满卧底的酒厂4.好久没有调一杯马丁尼了......5.不得不说秀一真是碰瓷的一把好手（至今都忘不了秀一被明美撞倒后飘逸的长发）6.深切怀疑秀一和琴酒的帽子是黏在头上的7.三选一定律，凶手就在我们之中8.毛利小五郎排除法9.至今不懂凶手的脑回路 名侦探来了不能延后计划吗？人家都推理出来了你还一脸自信问证据？以及为什么最后一！定！要！跪！下！为什么！10.捉妖猎人平次和山村11.杏仁味12.柯南你年纪轻轻天天跑厕所是不是尿崩症啊13.柯南你看的是什么电视节目我也要看14.说实话，我觉得琴酒已经把新一忘了......15.感觉全世界除了小兰都知道新一身份啊摔！16.其实琴酒才是真正的卧底吧，知道柯南身份的都被他杀了17.新一幼儿园就喜欢上小兰是不是太早熟了点……以及一个刚上幼儿园的孩砸真的能看懂福尔摩斯而且过目不忘吗18.夏威夷技校你值得拥有19.园子有一个神奇的技能：京极真召唤术 在遇到危险时高呼“阿真”即可召唤京极真20.我就想问一下毛利小五郎的脖子还扎得下针吗21.其实阿笠博士发明的蝴蝶结变声器还有隐身功能吧22.讲真阿笠博士既然这么厉害那他随便发明一样东西就可以发财了吧为什么还天天带着一群小屁孩到处浪23.女装大佬怪盗基德24.毛利小五郎为什么每次被射中都会精准地坐在柯南准备好的位置上呢25.柯南可以拿全勤奖了26.听说很多柯迷已经不寄希望于柯南大结局了只想让他上二年级27.在不到一年的时间里手机从大哥大进化到了智能机呢28.其实小兰和少侦才是全剧最机智的存在吧因为他们每次都会说一些不着边际的话提醒柯南29.新一抓捕基德的时候有没有试过在现场高歌一曲呢 这是比京极真还要强大的武器啊30.作为一个音痴居然有绝对音感新一你过分了',
      collect: 123,
      see: 456,
      author: '小七酱',
      time: '2017-12-25',
      tittle: '有什么柯南迷才懂的梗？',
      music: {
        url:'http://ws.stream.qqmusic.qq.com/M500001VfvsJ21xFqb.mp3?guid=ffffffff82def4af4b12b3cd9337d5e7&uin=346897220&vkey=6292F51E1E384E061FF02C31F716658E5C81F5594D561F2E88B854E81CAAB7806D5E4F103E55D33C16F3FAC506D1AB172DE8600B37E43FAD&fromtag=46',
        tittle:'此时此刻-许巍'
      },
      listId: 0
    },
    {
      portrait: '/images/pic12.jpg',
      date: 'Nov 20 2017',
      img: '/images/pic3.jpg',
      text: '让我最深刻最恐惧的一类剧情就是封闭式杀人，也就是柯南、小兰、园子等一行人到某个荒郊野岭里的别墅参加朋友聚会。让我最深刻最恐惧的一类剧情就是封闭式杀人，也就是柯南、小兰、园子等一行人到某个荒郊野岭里的别墅参加朋友聚会。',
      collect: 159,
      see: 846,
      author: '茶先生',
      time: '2017-11-20',
      tittle: '柯南最恐怖的一集是哪集？',
      music: {
        url: 'http://ws.stream.qqmusic.qq.com/C100002I8eGJ28BI17.m4a?fromtag=38',
        tittle: '朋友-谭咏麟'
      },
      listId: 1
    },
    {
      portrait: '/images/pic8.jpg',
      date: 'Nov 25 2017',
      img: '/images/pic1.jpg',
      text: '讲真，大部分人打心底都无法抗拒这种微妙关系。第三者关系不符合政治正确，在网络世界属于人人喊打——即使你并不以为然，但是民意如此——可是，正是因为这种关系不正确，才让人欲罢不能，而73处理这种关系的尺度又把握的完美无瑕，柯南与哀酱之间始终保持了足够的安全距离，既能守住官配派的底线，也能有柯哀党生存的空间——而且讲实话，柯哀的关系比新兰要有意思多了，新兰属于青梅竹马路线，讲真，一个20年的动漫，单靠青梅竹马的情感关系是不够的，柯哀注入的似是而非的办公室恋情，总是给你欲语还休的悬着，而哀酱又是唯一知晓3人彼此关系的存在，她在情感路线上的确会比小兰更加有存在感。在人物背景故事上，小兰也显得平，缺少起伏变化，哀酱就矛盾的多，她与故事主线的联系也比小兰更紧密，小兰反而像个局外人。',
      collect: 1247,
      see: 4232,
      author: '静易墨',
      time: '2017-10-10',
      tittle: '灰原哀为什么会如此受欢迎？',
      music: {
        url: 'http://ws.stream.qqmusic.qq.com/C100003507bR0gDKBm.m4a?fromtag=38',
        tittle: '夜夜夜夜-齐秦'
      },
      listId: 2
    },
    {
      portrait: '/images/pic9.jpg',
      date: 'Sep 20 2017',
      img: '/images/pic5.jpg',
      text: '我不知道是青山的蜜汁自信还是编辑叫他这么来的。之前都是讲完一个走一个，新出智明啊！本堂瑛祐啊！毛利兰小姐的备胎们都是演完戏就走啊。现在呢？波本篇出来三个嫌疑人，安室透就好好当个酒厂成员吧？不！非要是个卧底牵出日本公安这条线。行！日本漫画吗！他们自己人来打个酱油也好。可你又给他劈出一个艾莲娜线是什么鬼？然后都有四娘牵出赤井一家线了，赤井秀一那边儿还要单开一个赤井务武线。最要命的是还要把萌萌哒打酱油路过的二哥羽田秀吉拖出来开个羽田浩司线。秀吉自己身上还有宫本由美的恋爱线。警视厅里面还嫌一对cp不够还有千叶的cp线。现在还嫌不够乱，朗姆的三个嫌疑人看来又要再每个人开一个线。加上现在又空降组织boss……饶了吧吧。',
      collect: 852,
      see: 922,
      author: '杨熙栋',
      time: '2017-05-25',
      tittle: '怎么看待《名侦探柯南》质量的江河日下？',
      music: {
        url: 'http://ws.stream.qqmusic.qq.com/C100003GdCmG4NkEOR.m4a?fromtag=38',
        tittle: '鬼迷心窍-李宗盛'
      },
      listId: 3
    },
    {
      portrait: '/images/pic10.jpg',
      date: 'Nov 14 2016',
      img: '/images/pic6.jpg',
      text: '这样看来：组织 = 提坦斯（本身是出身于地球联邦的白，后来转黑，符合各种柯南中得各种为组织设定得卧底白加黑剧情）；警部和FBI等 = 地球联邦；小五郎和柯南等第三方强力组织 = 幽谷（少年侦探团可以类比ZZ里面的朱总和那帮孩子们）；那么，按道理应该存在哈曼（阿克西斯）方，现在还不明。',
      collect: 456,
      see: 754,
      author: '观众',
      time: '2017-11-14',
      tittle: '《名侦探柯南》中黑衣组织的 BOSS 到底是谁？',
      music: {
        url: 'http://ws.stream.qqmusic.qq.com/C100004HLusI2lLjZy.m4a?fromtag=38',
        tittle: '女儿情-万晓利'
      },
      listId: 4
    },
    {
      portrait: '/images/pic11.jpg',
      date: 'Fes 20 2017',
      img: '/images/pic7.jpg',
      text: '小柯对小哀一开始是憎恨＋不信任的，名柯这么多集，那应该是小柯第一次怒气冲天吼女生？而且言辞激烈差点动手？（小哀初登场时）然后小哀因为姐姐的死亡在小柯面前流泪的时候，小柯的心应该是软化了的,接着开始有意无意的了解了小哀一些，在竞技场小哀想要隐藏自己，逃避组织的时候小柯给她带上自己的帽子，同时小哀也开始在破案方面给予小柯一些帮助（初登场之后的竞技场事件开始，然后是消失的凶器搜查事件，青色古堡，最后上映的杀人事件，步美SOS事件等等等等等，到与黑衣组织的再会结束）',
      collect: 23,
      see: 741,
      author: '桂苓甘露',
      time: '2017-02-20',
      tittle: '柯南对哀到底是什么感情',
      music: {
        url: 'http://ws.stream.qqmusic.qq.com/C100002mWVx72p8Ugp.m4a?fromtag=38',
        tittle: '恋恋风尘-老狼'
      },
      listId: 5
    }
  ]

  // 数据导出
  module.exports = {
   localData: dataList
  }
